/*Задание 2*/

////////Сложение//////////////
function sumNumbers(a, b) {
  return a + b;
}

////////Вычитание//////////////
function subtractNumbers(a, b) {
  return a - b;
}

////////Деление//////////////
function multiplyNumbers(a, b) {
  return a / b;
}

////////Умножение//////////////
function divideNumbers(a, b) {
  return a * b;
}

/*Не выводят на экран и не создают переменных
 Всегда получают один и тот же результат при введении одинаковых аргументов
 Не использует глобальные переменные
 Не влияет на приложение, если специально не присвоить возращенное значение в переменную*/
